{
    "preface":{
        "heading":{
            "title": "PREFACE OF DR. MARTIN LUTHER.",
            "subtitle":""
        },
        "sections":[
            {
                "id": "preface-content",
                "mainHeading":"",
                "content": "<p>Martin Luther to all the faithful and pious curates and ministers, grace, mercy, and peace, in Jesus Christ our Lord.</p> <p>The deplorable moral wretchedness which I recently witnessed, when I visited your parishes, has impelled me to publish this Catechism, drawn up in a very simple and brief form. Eternal God ! what distress did I behold !—The people, especially those who live in the villages, and even curates for the most part, possessing so little knowledge of the Christian doctrine, that I even blush to tell it. And yet all are called by the sacred name of Christ, and enjoy the sacraments in common with us, while they are not only totally ignorant of the Lord’s Prayer, the Apostles’ Creed, and the Decalogue, but cannot even repeat the words. Why need I hesitate to say, that they differ in nothing at all from the brutes ; even now, while the Gospel is widely disseminated, and they enjoy the greatest liberty of Christians ?</p> <p>Ye bishops, upon whom heaven has enjoined that duty, what apology will ye make to Christ for this ? Ye are the men, to whom alone this decline of the Christian religion must be ascribed. Thus shamefully have ye permitted men to stray :—yours is the fault, who have never done one thing which it was your duty to do. I do not wish to invoke any evil upon you. But is it not great impiety,—nay, the highest presumption, to press your traditions and a single element of the Sacrament so far ? Utterly careless and indifferent are you, whether those entrusted to your spiritual care and instruction, understand the Lord’s Prayer, the Apostolic Creed, or the Decalogue, or not ! Alas, alas, for you ! In the name of God, then, I beg and entreat you all, curates and ministers, to discharge your duty seriously, and to watch over the people whom heaven has commended to your care. This ye will have accomplished most successfully, when, in conjunction with us, ye shall inculcate this Catechism upon the people, and especially upon the young. If any of you are so illiterate as not to possess any knowledge at all of these matters, be not ashamed to read the form prescribed by us, word by word, before your hearers, in the following order :</p> <p>First of all, the ministers will be careful not to pronounce the Decalogue, or the Lord’s Prayer, or the Apostolic Creed, or even the sacraments, occasionally in one way and then in another, but to use continually the same forms in pronouncing and explaining them to the people. I give this advice because I know, that the young and uneducated cannot be successfully instructed, unless the same forms of expression be frequently pronounced and repeated. If you deliver your instructions now in one manner, and then in another, untutored minds will easily become embarrassed, and all the labor which you have expended in teaching them, may be lost.</p> <p>The holy Fathers kept this in view, as they desired the form of the Decalogue, of the Creed, and of the Lord’s Prayer, to remain in the church, couched in the same unalterable terms. It becomes us to imitate their prudent example ; and we must endeavor to deliver those instructions to the young and uneducated, without even changing a syllable ; how frequently soever you may teach the Catechism, let your method be always the same. Whatever mode, then, of teaching the Catechism, you may adopt, retain it uniformly, and never depart from it. But the case is different when you teach the Gospel in an assembly of learned men ;—there you may exhibit your learning ; nor do I forbid you to vary your forms of expression among them, and occasionally in speaking, to assume the manner and gesture of the orator. But among the uneducated you must continually use the same forms, expressed in definite terms. And it ought to be your first exertion, to teach the Decalogue, the Creed, and the Lord’s Prayer, word by word, in their naked and pure simplicity, so that the same expressions being frequently heard, your hearers themselves may learn to repeat them.</p> <p>Should there be any who despise religion so much as to refuse to learn these things, let them be advised that they are denying Christ, and that they are any thing rather than Christians. They must not be admitted to the Sacrament of the Altar, nor to the duties of catechists, nor to the privilege of being sponsors at infant baptism ; and if they wish to enjoy the right of Christian liberty, when it happens to suit their convenience, let the favor not be granted them, but let them rather be commended to the Pope and to those whom they call officials, even to Satan himself. It will be the duty of parents and heads of families, to refuse food to such men ; and they will act commendably, if they declare to these licentious men, that the prince will expel them from their country, and drive them into banishment.</p> <p>For although I agree that no one can or ought to be forced to believe, yet this menace ought in every instance to be pronounced, in order that the people may know what is right, and also what is opposed to the right of those with whom they live and procure their subsistence. For it is desirable that each one, whether he truly believes, or is involved in the mists if doubt, should understand and observe the laws of the state, which he wishes to have the privilege of enjoying.</p> <p>In the second place ;—when the uneducated have learned to repeat the words of the Catechism, an explanation must afterwards be delivered, in order that they may also understand it. And you can either employ the forms which you see here prescribed, or any other. But, as the Catechism itself should always be pronounced to the people in the same words, as I have already advised, so in the explanation of the Catechism, I could wish that the same method of instruction be continually followed, not changing even a single syllable. And for this purpose you may take sufficient time ; for it is not necessary that the whole be delivered at once ; but let a certain system be pursued, and one part follow the other in proper order. When the people have learned accurately what the first commandment requires, you may then pass on to the second. In this manner let the whole be learned in regular succession ; for otherwise the mind, being burdened and confused with too great an abundance, can retain nothing at all.</p> <p>In the third place,—after you have finished this short explanation of the Catechism, you will enter the Larger Catechism, in order that your hearers may understand the whole more completely. Here you will illustrate the several commandments, the distinct parts of the Creed and of the Lord’s Prayer, in their appropriate colors ; you will enumerate the different duties which they enjoin, the various results and advantages which arise from them, and likewise the dangers and the losses which we incur, if we fail to discharge them. These points you will find amply unfolded every where in the writings of pious men. You will most earnestly enforce those commandments which you perceive are more likely to be violated by the people of your parish. To give an example of this,—you will press the seventh commandment most especially upon merchants, and upon those who perform manual labor. With great propriety too, this commandment may be urged upon farmers, and upon male and female servants, for they act very unfaithfully with men, and in various ways commit dishonest deeds. So it is proper to urge the fourth commandment especially upon the young and the uninstructed, that they may be quiet, observe good faith in all things, be obedient to magistrates and to parents, and not disturb the public peace. These instructions must also be illustrated by examples from sacred history,—showing where God exacted severe punishments from the violators if this commandment, or wonderfully promoted all the enterprises of those who observed it.</p> <p>In this place you should make it your primary object to warn the magistrate and parents of their duty, that they may discharge their public functions with great diligence, and devote their children to the study of letters. And they ought to be urged to feel themselves bound by divine authority to attend to these duties ; for should these fail to be observed, it will be a most grievous offence. What else indeed are they doing, but rejecting at the same time divine and human government, in no sense different from the most implacable enemies both of God and of men !</p> <p>And here you can exhibit as it were in a table, what serious losses those bring upon their country, who do not devote their children to the acquisition of knowledge, since these very children may at some time be chosen curates or ministers of the Word, as well as to other offices, of which the world cannot be destitute without incurring very great distress. You will also add, that God will inflict the severest punishments upon parents for this neglect. Indeed I do not know that any other subject merits such special attention as this. For it cannot be told how much, in the present age, magistrates and parents have offended in this respect. And there is no doubt that it may chiefly be attributed to the influence of Satan, who designs to bring some great calamity upon Germany.</p> <p>Lastly,—since the tyranny of the Pope has been weakened and diminished, you will find many every where who never approach the Sacrament, but evidently despise it as useless and unnecessary. These also must be persuaded and urged, but with this consideration, that I am unwilling, however, in this way, to force any one either to believe or to take the Sacrament ; and those act very injudiciously, who prescribe rules, certain times, and certain places for such purposes</p> <p>Those, however, who are engaged in the administration of the Word, ought to teach them, that without our rules, influenced by their own voluntary choice, they should come as hearers to us, and as it were compel us, the ministers of the Word, to extend the Sacrament to them. This will assuredly happen, if you teach that they incur the risk of not being regarded as Christians, who do not commune at the Lord’s table at least four times a year ; just as those who do not believe, or who will not hear the Gospel, are not reckoned in the number of Christians. For when Christ instituted the Sacrament, he did not say, “omit this or despise this,”—but, “This do as often as ye drink,” &c. By this he certainly wishes us to do so, and not entirely to neglect or to despise it, for he says “This do.”</p> <p>For, if any one despises the Sacrament, it is a certain evidence, that in his estimation there is neither sin nor flesh, nor Satan, nor world, nor death, nor danger, nor hell ; that is, he has no belief whatever in any of them, although he us overwhelmed in sin, and bound completely captive in the kingdom of Satan ; on the other hand, he has no need of grace, nor life, nor of Paradise, nor of heaven, nor of Christ, nor of God, nor of any thing else that is good. For if he could believe himself covered with sins, and very far off from grace, doubtless he would not despise the Sacrament, in which a remedy against all sins, and a rich abundance of all good things are extended to us. Such a man would require no law to compel him to receive the Sacrament ;—he would come of his own accord, driven by the weight of his sins, and rather compel you to administer the Sacrament to him.</p> <p>Here you must not act by laws of compulsion, as the Pope does. But strive in your discourse, as far as you can, to portray the utility and the dangers, the necessity and the benefits, and the advantages of this sacrament, as well as the disadvantages of those who do not receive it. Then they will hasten to you voluntarily,—they will compel themselves. And if some are not influenced by these means, permit them to live in their own way,—only say this to them, that those who cannot be moved, either by necessity, or by the kindness and grace of God, which he exhibits to them in the Sacrament, may remain unmolested in the kingdom of Satan. Those, indeed, who do not stir their hearers in this way, but would prefer to force them by legal restraint, actually furnish them a pretext for despising the Sacrament. For when the ministers of the word are so wavering, it is no wonder if the hearers also become more negligent. Curates and ministers should, therefore, consider this seriously, that their present duty is far different from what it was formerly under the Papacy. Now it is the ministration of salvation and of grace ; it has therefore become more difficult and laborious. And though very distressing dangers and temptations must be encountered in the ministry, yet there is neither reward nor gratitude in this world for our labors. But this ingratitude of the world, as it is connected with great impiety, cannot affect us. Christ himself has set rewards before us sufficiently noble, if only we labor with honest fidelity in his vineyard. And that we may be able to do this with greater success, may the Father of all grace vouchsafe, to whom be all praise and glory forever, through Jesus Christ our Lord. Amen.</p>"
            }
        ]
    },
    "tencommandments":{
        "heading":{
            "title": "THE TEN COMMANDMENTS:",
            "subtitle":"AS THEY ARE MOST PLAINLY TO BE TAUGHT BY A FATHER TO HIS FAMILY"
        },
        "sections":[
            {
                "id":"ten-commandments-01",
                "mainHeading":"Thou shalt have no other Gods.",
                "additionalHeading":"THE FIRST COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love, and trust in God above all things.</p>"
            },
            {
                "id":"ten-commandments-02",
                "mainHeading":"Thou shalt not take the name of the Lord thy God in vain.",
                "additionalHeading":"THE SECOND COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to curse, swear, conjure, lie, or deceive by his name, but to call upon him in every time of need, to pray, praise, and give thanks.</p>"
            },
            {
                "id":"ten-commandments-03",
                "mainHeading":"Thou shall sanctify the Sabbath-day.",
                "additionalHeading":"THE THIRD COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to despise the preaching of the Gospel and his Word, but to regard it as holy, willingly to hear and learn it.</p>"
            },
            {
                "id":"ten-commandments-04",
                "mainHeading":"Thou shall honor thy father and thy mother.",
                "additionalHeading":"THE FOURTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to despise, nor provoke our parents and superiors, but to give them honor, to serve, obey, love and esteem them.</p>"
            },
            {
                "id":"ten-commandments-05",
                "mainHeading":"Thou shall not kill.",
                "additionalHeading":"THE FIFTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to hurt, or afflict our neighbor in his body, or do him any harm, but to help and further him when he is in bodily need and danger.</p>"
            },
            {
                "id":"ten-commandments-06",
                "mainHeading":"Thou shall not commit adultery.",
                "additionalHeading":"THE SIXTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so that we may live chastely and modestly in words and actions; and that each should love and honor his spouse.</p>"
            },
            {
                "id":"ten-commandments-07",
                "mainHeading":"Thou shalt not steal.",
                "additionalHeading":"THE SEVENTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to rob our neighbor of his money or possessions, nor acquire the same by spurious merchandise, or by fraudulent traffic, but to assist him in improving his condition and protecting his property.</p>"
            },
            {
                "id":"ten-commandments-08",
                "mainHeading":"Thou shalt not bear false witness against thy neighbor.",
                "additionalHeading":"THE EIGHTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not deceitfully to belie, betray, or backbite our neighbor, nor raise an evil report against him, but to excuse and speak well of him, and interpret everything for the best.</p>"
            },
            {
                "id":"ten-commandments-09",
                "mainHeading":"Thou shalt not covet thy neighbor’s house.",
                "additionalHeading":"THE NINTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to attempt by any stratagem to obtain our neighbor’s inheritance or home, nor acquire the same under the pretext of justice, but to be subservient in preserving them in his possession.</p>"
            },
            {
                "id":"ten-commandments-10",
                "mainHeading":"Thou shalt not covet thy neighbor’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor’s.",
                "additionalHeading":"THE TENTH COMMANDMENT.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we should fear and love God, so as not to alienate our neighbor’s wife, nor his domestics, nor his cattle, but to cause them to remain and do their duty.</p>"
            },
            {
                "id":"ten-commandments-conclusion",
                "mainHeading":"What does God declare concerning all these commandments?",
                "content": "<p><i>Ans.— </i>He says thus:—I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; and shewing mercy unto thousands of them that love me, and keep my commandments.</p><i>What does this imply?</i><p><i>Ans.— </i>That God threatens to punish everyone who transgresses these commandments. We should therefore fear his wrath, and not sin against them. But he promises grace and all blessings to all such as keep them. We ought therefore also to love him, and trust in him, and cheerfully obey his commandments.</p>"
            }
            
        ]
    },
    "creed":{
        "heading":{
            "title": "THE CREED:",
            "subtitle":"AS IT IS MOST PLAINLY TO BE TAUGHT BY A FATHER TO HIS FAMILY"
        },
        "sections":[
            {
                "id":"creed-1",
                "additionalHeading":"THE FIRST ARTICLE.",
                "mainHeading":"OF CREATION",
                "content": "<p>I believe in God the Father Almighty, Maker of heaven and earth.</p><i>What does this imply?</i><p><i>Ans.— </i>I believe that God created me, together with every other creature; that he has given and still preserves for me my body and soul, eyes and ears, and all the other members, reason and all the senses; moreover that he has given me raiment and shoes, meat and drink, house and residence, a spouse and children, lands, cattle, and every other possession; that he amply and daily provides me with all the necessaries of this life for the support of the body; that he protects me against all dangers, and keeps me from all evil. All this he does without any of my own merit or worthiness, through pure fatherly, divine goodness and mercy. For all this I am under obligation to thank and praise, to serve and obey him. This is most certainly true.</p>"
            },
            {
                "id":"creed-2",
                "additionalHeading":"THE SECOND ARTICLE.",
                "mainHeading":"OF REDEMPTION",
                "content": "<p>And in Jesus Christ, his only Son, our Lord, who was conceived by the Holy Ghost, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried. He descended into hell; on the third day he rose again from the dead; he ascended into heaven, and sits at the right hand of God, the Father Almighty, from thence he shall come to judge the quick and the dead.</p><i>What does this imply?</i><p><i>Ans.— </i>I believe that Jesus Christ, true God, begotten of the Father from all eternity, and also true man, born of the Virgin Mary, is my Lord; that he has redeemed me a wretched, lost, and condemned being; that he has delivered me from all sin, from death and the power of the devil, not with gold, or silver, but with his holy, precious blood, and by his innocent sufferings and death; so that I might be his own, and live subject to him in his kingdom, and serve him in everlasting righteousness, innocence and felicity; even as he is risen from the dead, lives and reigns for ever. This is most certainly true.</p>"
            },
            {
                "id":"creed-3",
                "additionalHeading":"THE THIRD ARTICLE.",
                "mainHeading":"OF SANCTIFICATION",
                "content": "<p>I believe in the Holy Ghost, in a holy Christian church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen.</p><i>What does this imply?</i><p><i>Ans.— </i>I believe, that I cannot by my own reason or strength believe in, or come to Jesus Christ my Lord; but that the Holy Ghost has called me by the Gospel, enlightened me through his gifts, sanctified and preserved me in the true faith, even as he calls, assembles, and sanctifies the whole Christian church on earth, and preserves it in Christ in the only true faith,—in which church he daily and abundantly pardons all my sins, and the sins of all believers; and that he shall on the last day raise me and all the dead, and give unto me, together with all believers in Christ Jesus, everlasting life. This is most certainly true.</p>"
            }
        ]
    },
    "lordsprayer":{
        "heading":{
            "title": "THE LORD’S PRAYER:",
            "subtitle":"AS IT IS MOST PLAINLY TO BE TAUGHT BY A FATHER TO HIS FAMILY"
        },
        "sections":[
            {
                "id":"lords-prayer-intro",
                "additionalHeading":"PREFACE.",
                "mainHeading":"Our Father who art in heaven.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That God thereby intends to incite us to believe that he is truly our father, and that we are truly his children; so that we may cheerfully and with all confidence entreat him as loving children do their beloved father.</p>"
            },
            {
                "id":"lords-prayer-1",
                "additionalHeading":"THE FIRST PETITION.",
                "mainHeading":"Hallowed be thy name.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That although God’s name is holy in itself, nevertheless we pray in this petition that it may be sanctified by us also.</p><i>How does this come to pass?</i><p><i>Ans.— </i> When the Word of God is purely and correctly taught, and we as the children of God according thereto lead holy lives. In doing this may our heavenly Father assist us! But whosoever teaches and lives otherwise than the Word of God teaches, profanes the name of God among us. Against which, mayest thou our heavenly Father, defend us!</p>"
            },
            {
                "id":"lords-prayer-2",
                "additionalHeading":"THE SECOND PETITION.",
                "mainHeading":"Thy kingdom come.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That although the kingdom of God indeed comes without our prayer, nevertheless we pray in this petition that it may also come to us.</p><i>How does this come to pass?</i><p><i>Ans.— </i>When our heavenly Father grants us his Holy Spirit, so that we through his grace believe his blessed Word, and live a godly life in time and eternity.</p>"
            },
            {
                "id":"lords-prayer-3",
                "additionalHeading":"THE THIRD PETITION.",
                "mainHeading":"Thy will be done on earth as it is in heaven.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That although the good and gracious will of God indeed is done without our prayer, nevertheless we pray in this petition that it may also be done by us.</p><i>How does this come to pass?</i><p><i>Ans.— </i> When God frustrates all wicked counsels and designs, which prevent the sanctification of his name and the coming of his kingdom,—such as those of the devil, of the world, and of our own flesh; and when he strengthens and preserves us firmly in his Word, and in the faith unto the end. This is his good and gracious will.</p>"
            },
            {
                "id":"lords-prayer-4",
                "additionalHeading":"THE FOURTH PETITION.",
                "mainHeading":"Give us this day our daily bread.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That God indeed gives daily bread without our prayer, even unto all the wicked; but we pray in this petition that he would make us sensible of his goodness, so that we may receive our daily bread with thanksgiving.</p><i>What is meant by daily bread?</i><p><i>Ans.— </i>Whatever pertains to the support and the necessities of this life; such as meat and drink, raiment and shoes, house, residence, and lands; cattle, money, and goods; a pious spouse, pious children and servants; pious and faithful rulers, a good government; good seasons, peace and health; discipline and honor; good friends, faithful neighbors, and the like blessings.</p>"
            },
            {
                "id":"lords-prayer-5",
                "additionalHeading":"THE FIFTH PETITION",
                "mainHeading":"And forgive us our trespasses, as we forgive those who trespass against us.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we pray in this petition that our heavenly Father would not remember our sins, nor for the sake of the same deny our petitions, (as we are not worthy nor deserving of the things for which we pray,) but that he would give us those things through mercy; for we sin much daily, and deserve nothing but punishment. We also promise again heartily to forgive those, and freely to do them good, who sin against us.</p>"
            },
            {
                "id":"lords-prayer-6",
                "additionalHeading":"THE SIXTH PETITION.",
                "mainHeading":"And lead us not into temptation.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That although God tempts no one to sin, yet we pray in this petition that he would preserve us; so that the devil, the world, and our own flesh, may not beguile nor seduce us into unbelief and despair, or into other great and ignominious vices; and though we should thus be tempted, that we may notwithstanding finally obtain the victory.</p>"
            },
            {
                "id":"lords-prayer-7",
                "additionalHeading":"THE SEVENTH PETITION.",
                "mainHeading":"But deliver us from evil.",
                "content": "<i>What does this imply?</i><p><i>Ans.— </i>That we pray in this petition as in a summary, that our heavenly Father would deliver us from all manner of evil, injurious to the body and soul, property and character; and finally at the arrival of the hour of death grant us a happy departure, and graciously receive us from this troublesome world to himself, to the mansions of glory.</p>"
            },
            {
                "id":"lords-prayer-conclusion",
                "additionalHeading":"THE CONCLUSION.",
                "mainHeading":"Amen.",
                "content": "<i>What does Amen signify?</i><p><i>Ans.— </i>That I shall be assured that such petitions are acceptable to our heavenly Father, and heard of him; for he himself has commanded us thus to pray, and has promised that he will hear us. Amen, amen, signifies yea, yea, it shall be so.</p>"
            }
        ]
    },
    "baptism":{
        "heading":{
            "title": "OF THE SACRAMENT OF HOLY BAPTISM:",
            "subtitle":"AS IT IS MOST PLAINLY TO BE TAUGHT BY A FATHER TO HIS FAMILY"
        },
        "sections":[
            {
                "id":"baptism-1",
                "additionalHeading":"FIRST.",
                "mainHeading":"What is Baptism?",
                "content": "<p><i>Ans.— </i>Baptism is not only simple water, but it is the water that is comprehended in God’s command, and connected with his word.</p>"
            },
            {
                "id":"baptism-2",
                "mainHeading":"Which is that word of God?",
                "content": "<p><i>Ans.— </i>It is that which our blessed Savior declares in the last chapter of St. Matthew : “ Go ye and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.”</p>"
            },
            {
                "id":"baptism-3",
                "additionalHeading":"SECONDLY.",
                "mainHeading":"What does Baptism confer or benefit?",
                "content": "<p><i>Ans.— </i>It effects the forgiveness of sins, delivers from death and the devil, and confers everlasting salvation upon all who believe it, as the words and promises of God declare.</p>"
            },
            {
                "id":"baptism-4",
                "mainHeading":"Which are those words and promises of God?",
                "content": "<p><i>Ans.— </i>Those words of our blessed Savior, recorded in the last chapter of St. Mark : “ He that believeth and is baptized shall be saved ; but he that believeth not shall be damned.”</p>"
            },
            {
                "id":"baptism-5",
                "additionalHeading":"THIRDLY.",
                "mainHeading":"How can water effect such great things?",
                "content": "<p><i>Ans.— </i>Indeed it is not the water that has such effect, but the word of God that is with and in the water, and the faith trusting such word of God in the water. For without the word of God the water is mere water, hence no baptism ; but with the word of God is constitutes a baptism, that is, a gracious water of life, and a washing of regeneration, in the Holy Ghost ; as St. Paul says, Tit. chap. 3d : “ According to his mercy he saved us by the washing of regeneration and renewing of the Holy Ghost ; which he shed on us abundantly through Jesus Christ our Savior ; that being justified by his grace, we should be made heirs according to the hope of eternal life.” This is most certainly true.</p>"
            },
            {
                "id":"baptism-6",
                "additionalHeading":"FOURTHLY.",
                "mainHeading":"What does such baptizing with water signify?",
                "content": "<p><i>Ans.— </i>It signifies that the old man in us is to be drowned by daily sorrow and repentance, and die with all sins and evil lusts ; so that daily there may come forth and arise a new man, for ever living before God in righteousness and purity.</p>"
            },
            {
                "id":"baptism-7",
                "mainHeading":"Where is this written.",
                "content": "<p><i>Ans.— </i>St. Paul says, Rom. chap. 6th, verse 4 : “ We are buried with him by baptism into death ; that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.”</p>"
            }
        ]
    },
    "confession":{
        "heading":{
            "title": "OF THE CONFESSION OF SIN:",
            "subtitle":""
        },
        "sections":[
            {
                "id":"confession-1",
                "mainHeading":"What is the Confession of Sin?",
                "content": "<p><i>Ans.— </i>The confession of sin includes two parts : the first is the acknowledgment of sins ; the other is the reception of absolution from the confessor or minister of the Gospel, as from God himself ; so that one should by no means doubt, but firmly believe that sin is thereby forgiven before God in heaven.</p>"
            },
            {
                "id":"confession-2",
                "mainHeading":"What sins ought to be confessed ?",
                "content": "<p><i>Ans.— </i>Before God we should acknowledge ourselves guilty of all sins, even of such as we do not know, as we do in the Lord’s Prayer. But before the minister we ought to confess those sins only, which we know and feel in our hearts.</p>"
            },
            {
                "id":"confession-3",
                "mainHeading":"Which are they ?",
                "content": "<p><i>Ans.— </i>Let every one examine his condition according to the Ten Commandments, whatever relation he sustains, whether a father, a mother, a son, a daughter, a master or a mistress, a man-servant or a maidservant ; whether he has been disobedient, unfaithful, indolent ; whether he has injured any person by words or deeds ; whether he has pilfered, been negligent, or has otherwise done harm.</p>"
            },
            {
                "id":"confession-form",
                "mainHeading":"A BRIEF FORM OF CONFESSION FOR THE INEXPERIENCED.",
                "content": "<i>In this manner thou shouldst say to the confessor :</i> <p>Worthy and beloved Sir, I desire of thee, that thou wouldst hear my confession, and announce forgiveness unto me for God’s sake.</p> <p>I, a miserable sinner, confess myself before God guilty of all manner of sins ; in particular I confess in presence of thee, that I as a man-servant, a maid-servant, &c., serve my master or mistress unfaithfully ; for here and there I have not performed what they commanded me ; I have provoked them, and caused them to take the name of the Lord in vain ; I have been neglectful to the injury of others. I have likewise been immodest in words and actions ; I have been angry with my equals, murmured and uttered imprecations against my spouse, &c. For all this I am sorry, I pray for grace, and intend to reform my life.</p> <i>A master or a mistress should thus say :</i> <p>In particular I confess in presence of thee, that I have not to the honor of God, faithfully reared my children and domestics. I have blasphemed, set bad examples by indecorous words and actions, done my neighbor injury, and spoken evil against him ; I have been too extravagant in charges, I have used false weights and unjust measures.</p> <p>And whatever else he may have done in his vocation against the command of God, &c. may be mentioned. But if any one does not find himself oppressed with these, or greater sins, he should not be solicitous, or strive to hunt after imaginary sins, and thus make a torture out of confession, but mention one or two, which he knows. Thus :—In particular I confess, that I have once profaned the name of God ; again, I have once been immodest in expression, have once neglected this or that, &c. Let this suffice.</p> <p>But if he is unconscious of any, (which however is almost impossible,) let him mention none in particular, but receive the remission after having made a general confession to God in presence of the minister.</p> <i>Here the minister shall say :</i> <p>God be merciful unto thee, and strengthen thy faith. Amen.</p> <p><i>Further :—</i>Dost thou believe the remission which I announce, to be the remission of God ? Answer. Yes, beloved Sir.</p> <i>Then he shall say :</i> <p>Be it unto thee, as thou believest. And I, by the command of our Lord Jesus Christ, announce unto thee the forgiveness of thy sins, in the name of the Father, and of the Son, and of the Holy Ghost. Amen. Depart in peace.</p> <p>But those who have great distress of conscience, or who are grieved and disturbed, the minister will not be at a loss to console with more passages of Scripture, and to incite to faith. This shall be only a common form of confession for the uncultivated.</p>"
            }
        ]
    },
    "lordsSupper":{
        "heading":{
            "title": "OF THE SACRAMENT OF THE ALTAR, OR LORD’S SUPPER :",
            "subtitle":"AS IT IS MOST PLAINLY TO BE TAUGHT BY A FATHER TO HIS FAMILY."
        },
        "sections":[
            {
                "id":"eucharist-1",
                "mainHeading":"What is the Sacrament of the Altar?",
                "content": "<p><i>Ans.— </i>It is the true body and blood of our Lord Jesus Christ, with bread and wine, instituted by Christ himself, for us Christians to eat and to drink.</p>"
            },
            {
                "id":"eucharist-2",
                "mainHeading":"Where is this written?",
                "content": "<p><i>Ans.— </i>The holy evangelists Matthew, Mark, Luke, and the apostle St. Paul, write thus:</p><p>“Our Lord Jesus Christ, the night in which he was betrayed, took bread: and when he had given thanks, he breaks it, and gave it unto his disciples, saying, Take, eat; this is my body, which is given for you. Do this in remembrance of me.</p><p>Likewise, after the supper, he took the cup, gave thanks, and gave it to them, saying, Drink ye all of this; this cup is the New Testament in my blood, which is shed for you and for many, for the remission of sins. Do this, as often as ye drink it, in remembrance of me.”</p>"
            },
            {
                "id":"eucharist-3",
                "mainHeading":"What is the benefit of such eating and drinking?",
                "content": "<p><i>Ans.— </i>This is indicated by these words <i>“given and shed for you for the remission of sins;”</i> namely, that through these words in the Sacrament, the remission of sins, life, and salvation are imparted; for where there is remission of sins there is also life and salvation.</p>"
            },
            {
                "id":"eucharist-4",
                "mainHeading":"How can bodily eating and drinking effect such great things?",
                "content": "<p><i>Ans.— </i>Indeed it is not the eating and drinking which have such effect, but these words declaring : <i>“which is given and shed for you for the remission of sins.”</i> Which words, together with the bodily eating and drinking, are considered as the principal thing in the Sacrament ; so that whosoever believes these words, enjoys what they indicate and declare, namely, the remission of sins.</p>"
            },
            {
                "id":"eucharist-5",
                "mainHeading":"Who then receives the Sacrament worthily ?",
                "content": "<p><i>Ans.— </i>Fasting and keeping the body in subjection, are indeed a good external discipline ; nevertheless, he only is truly worthy, and well prepared, who has faith in these words : “given and shed for you, for the remission of sins.” But he who disbelieves these words, or doubts, is unworthy and unprepared ; since the expression “for you” requires only such hearts as believe.</p>"
            }
        ]
    },
    "prayers":{
        "heading":{
            "title": "PRAYERS:",
            "subtitle":"HOW A FATHER SHOULD TEACH HIS FAMILY TO DEVOTE THEMSELVES TO GOD IN THE MORNING AND EVENING"
        },
        "sections":[
            {
                "id":"prayer-morning",
                "mainHeading":"MORNING PRAYER.",
                "content": "<p>In the morning, on rising up, you should utter a benediction, saying:</p> <p>In the name of God, the Father, Son, and Holy Ghost. Amen.</p> <p>Then kneeling or standing, repeat the Creed and the Lord’s Prayer; and if you wish you may also repeat the following prayer:</p> <p>I thank thee, my heavenly Father, through Jesus Christ, thy wellbeloved Son, that thou hast guarded me through the past night against all harm and danger. I pray thee, that thou wouldst this day also, defend me against sin and all evil; that all my ways and life may be well-pleasing unto thee. For I commit my body and soul, and all I have into thy hands. Let thy holy angel be with me, so that Satan may exercise no influence over me! Amen.</p> <p>And, a hymn being sung, or the Ten Commandments repeated, or whatever else your devotion may suggest, proceed to the duties of your calling with pleasure.</p>"
            },
            {
                "id":"prayer-evening",
                "mainHeading":"EVENING PRAYER.",
                "content":"<p>In the evening, on retiring, you should utter a benediction, saying:</p> <p>In the name of God, the Father, Son, and Holy Ghost. Amen.</p> <p>Then kneeling or standing, repeat the Creed and the Lord’s Prayer; and if you wish you may also repeat this prayer:</p> <p>I thank thee, my heavenly Father, through Jesus Christ, thy dear Son, that thou hast graciously guarded me all this day. I pray thee, pardon all my sins which I have committed against thee. Graciously guard me through this night. I commit my body and soul, and all I have into thy hands. Let thy holy angel be with me, so that Satan may exercise no influence over me! Amen.</p> <p>And then sleep quickly and peaceably.</p>"
            },
            {
                "id":"prayer-table",
                "mainHeading":"HOW A FATHER SHOULD TEACH HIS FAMILY TO PRAY BEFORE AND AFTER MEAT.",
                "content":"<p>The children and domestics should modestly proceed to the table, and with folded hands, say:</p> <p>The eyes of all wait upon thee, Lord; and thou givest them their meat in due season. Thou openest thine hand, and satisfiest the desire of every living thing.</p> <p>Whereupon the Lord’s Prayer, and the following prayer, may be repeated:</p> <p>Lord! our heavenly Father, bless us, and these thy gifts, which we receive from thy goodness, through Jesus Christ our Lord. Amen.</p> <p>Thus, after meat, they should also in like manner be modest, and with folded hands, say:</p> <p>O give thanks unto the Lord; for he is good, for his mercy endureth for ever. He giveth to the beast his food, and to the young ravens which cry. He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man. The Lord taketh pleasure in them that fear him, in those that hope in his mercy. Amen.</p> <p>Whereupon the Lord’s Prayer, and the following prayer, may be repeated:</p> <p>O God our heavenly Father! we thank thee, through Jesus Christ, our Lord, for all thy gifts and favors. Thou dost live and reign for ever. Amen.</p>"
            }
        ]
    },
    "duties":{
        "heading":{
            "title": "THE TABLE OF DUTIES:",
            "subtitle":"SELECTED FROM THE HOLY SCRIPTURES, FOR THE SEVERAL ORDERS AND CONDITIONS OF MEN, BY WHICH THEY MAY BE ADMONISHED OF THEIR DUTY."
        },
        "sections":[
            {
                "id":"duties-clergy",
                "mainHeading":"OF THE CLERGY.",
                "content":"A bishop must be blameless, the husband of one wife, vigilant, sober, of good behavior, given to hospitality, apt to teach; not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous; one that ruleth well his own house, having his children in subjection with all gravity; not a novice, holding fast the faithful word, as he hath been taught, that he may be able by sound doctrine, both to exhort and to convince the gainsayers. 1 Tim. 3:2,6. Tit. 1:9."
            },
            {
                "id":"duties-government",
                "mainHeading":"OF CIVIL GOVERNMENT.",
                "content":"Let every soul be subject unto the higher powers. For there is no power but of God; the powers that be, are ordained of God. Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation. For the beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil. Rom. 13:1–5."
            },
            {
                "id":"duties-citizen",
                "mainHeading":"OF SUBJECTS OR COMMON CITIZENS.",
                "content":"Render unto Cesar the things which are Cesar’s, and unto God the things which are God’s. Matt. 22:21. Wherefore ye must needs be subject, not only for wrath, but also for conscience’ sake. For, for this cause pay ye tribute also: for they are God’s minister’s, attending continually upon this very thing. Render therefore to all their dues; tribute to whom tribute is due; custom to whom custom; fear to whom fear; honor to whom honor. Rom. 13:5–7. I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men; for kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty. For this is good and acceptable in the sight of God our Savior, 1 Tim. 2:1–3. Put them in mind to be subject to principalities and powers. Tit. 3:1. Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme: or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well. 1 Pet. 2:13–14."
            },
            {
                "id":"duties-husband",
                "mainHeading":"OF HUSBANDS.",
                "content":"Husbands, dwell with your wives according to knowledge, giving honor unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered. 1 Pet. 3:7. And be not bitter against them. Col. 3:19."
            },
            {
                "id":"duties-wife",
                "mainHeading":"OF WIVES.",
                "content":"Wives, submit yourselves unto your own husbands, as unto the Lord. Eph. 5:22. Even as Sarah obeyed Abraham, calling him lord, whose daughters ye are, as long as ye do well, and are not afraid with any amazement. 1 Pet. 3:6."
            },
            {
                "id":"duties-parent",
                "mainHeading":"OF PARENTS.",
                "content":"Fathers, provoke not your children to wrath; but bring them up in the nurture and admonition of the Lord. Eph. 6:4, Col. 3:21."
            },
            {
                "id":"duties-child",
                "mainHeading":"OF CHILDREN.",
                "content":"Children, obey your parents in the Lord: for this is right. Honor thy father and mother,— which is the first commandment with promise; that it may be well with thee, and thou mayest live long on the earth. Eph. 6:1–3."
            },
            {
                "id":"duties-servant",
                "mainHeading":"OF SERVANTS AND HIRELINGS.",
                "content":"Servants, be obedient to them that are your masters, according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ; not with eye-service, as men-pleasers; but as the servants of Christ doing the will of God from the heart; with good will doing service, as to the Lord, and not to men, knowing that whatsoever good things any man doeth, the same shall he receive of the Lord, whether he be bond or free. Eph. 6:5–8."
            },
            {
                "id":"duties-master",
                "mainHeading":"OF MASTERS AND MISTRESSES.",
                "content":"And ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is their respect of persons with him. Eph. 6:9."
            },
            {
                "id":"duties-youth",
                "mainHeading":"OF COMMON YOUTH.",
                "content":"Ye younger, submit yourselves unto the elder: and be clothed with humility: for God resisteth the proud, and giveth grace to the humble. Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time. 1 Pet. 5:5–6."
            },
            {
                "id":"duties-widow",
                "mainHeading":"OF WIDOWS.",
                "content":"Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day. But she that liveth in pleasure is dead while she liveth. 1 Tim. 5:5–6."
            },
            {
                "id":"duties-general",
                "mainHeading":"GENERAL DUTIES.",
                "content":"<p>Thou shalt love thy neighbor as thyself, all other commandments are briefly comprehended in this. Rom. 13:9. And continue instant in prayer for all men. 1 Tim. 2:1.</p><p>Let each one learns his lesson well, And peace and order in his house shall dwell.</p>"
            }
        ]
    }
}