{
    "preface":{
        "heading":{
            "title": "Preface Of Dr. Martin Luther",
            "subtitle":""
        },
        "sections":[
            {
                "id": "preface-content",
                "mainHeading":"",
                "content": "<p>Martin Luther to all faithful and godly pastors and preachers, Grace, Mercy and Peace, in Jesus Christ our Lord!</p> <p>The deplorable condition in which I found religious affairs during a recent visitation of the congregations, has impelled me to publish this Catechism, or statement of the Christian doctrine, after having prepared it in very brief and simple terms. Alas! what misery I beheld! The people, especially those who live in the villages, seem to have no knowledge what ever of Christian doctrine, and many of the pastors are ignorant and in competent teachers. And, nevertheless, they all maintain that they are Christians, that they have been baptized, and that they have received the Lord’s Supper. Yet they cannot recite the Lord’s Prayer, the Creed, or the Ten Commandments; they live as if they were irrational creatures, and now that the Gospel has come to them, they grossly abuse their Christian liberty.</p> <p>Ye bishops! what answer will ye give to Christ for having so shamefully neglected the people, and paid no attention to the duties of your office? I invoke no evil on your heads. But you withhold the cup in the Lord’s Supper, insist on the observance of your human laws, and yet, at the same time, do not take the least interest in teaching the people the Lord’s Prayer, the Creed, the Ten Commandments, or any other part of the Word of God. Woe unto you!</p> <p>Wherefore I beseech you in the Name of God, my beloved brethren, who are pastors or preachers, to engage heartily in the discharge of the duties of your office, to have mercy on the people who are entrusted to your care, and to assist us in introducing the Catechism among them, and especially among the young. And if any of you do not possess the necessary qualifications, I beseech you to take at least the following forms, and read them, word for word, to the people, on this wise: —</p> <p>In the first place; let the preacher take the utmost care to avoid all changes or variations in the text and wording of the Ten Commandments, the Lord's Prayer, the Creed, the Sacraments, etc. Let him, on the contrary, take each of the forms respectively, adhere to it and repeat it anew, year after year. For young and inexperienced people cannot be successfully instructed, unless we adhere to the same text or the same forms of expression. They easily become confused, when the teacher at one time employs a certain form of words and expressions, and, at another, apparently with a view to make improvements, adopts a different form. The result of such a course will be, that all the time and labor which we have expended will be lost.</p> <p>This point was well understood by our venerable fathers, who were accustomed to use the same words in teaching the Lord's Prayer, the Creed, and the Ten Commandments. We, too, should follow this plan when we teach these things, particularly in the case of the young and ignorant, not changing a single syllable, nor introducing any variations when, year after year, we recur to these forms and recite them anew before our hearers.</p> <p>Choose, therefore, the form of words which best pleases you, and adhere to it perpetually. When you preach in the presence of intelligent and learned men, you are at liberty to exhibit your knowledge and skill, and may present and discuss these subjects in all the varied modes which are at your command. But when you are teaching the young, retain the same form and manner without change; teach them, first of all, the Ten Commandments, the Creed, the Lord's Prayer, etc., always presenting the same words of the text, so that those who learn can repeat them after you, and retain them in the memory.</p> <p>But if any refuse to receive your instructions, tell them plainly that they deny Christ and are not Christians; such persons shall not be admitted to the Lord's Table, nor present a child for Baptism, nor enjoy any of our Christian privileges, but are to be sent back to the pope and his agents, and indeed, to Satan himself. Their parents and employers should, besides, refuse to furnish them with food and drink, and notify them that the government was disposed to banish from the country all persons of such a rude and intractable character.</p> <p>For although we cannot, and should not, compel them to exercise faith, we ought, nevertheless, to instruct the great mass with all diligence, so that they may know how to distinguish between right and wrong in their conduct towards those with whom they live, or among whom they desire to earn their living. For whoever desires to reside in a city, and enjoy the rights and privileges which its laws confer, is also bound to know and obey those laws. God grant that such persons may become sincere believers! But if they remain dishonest and vicious, let them at least withhold from public view the vices of their hearts.</p> <p>In the second place; when those whom you are instructing have become familiar with the words of the text, it is time to teach them to understand the meaning of those words, so that they may become acquainted with the object and purport of the lesson. Then proceed to another of the following forms, or, at your pleasure, choose any other which is brief, and adhere strictly to the same words and forms of expression in the text, without altering a single syllable; besides, allow yourself ample time for the lessons. For it is not necessary that you should, on the same occasion, proceed from the beginning to the end of the several parts, it will be more profitable if you present them separately, in regular succession. When the people have, for instance, at length correctly understood the First Commandment, you may proceed to the Second, and so continue. By neglecting to observe this mode, the people will be overburdened, and be prevented from understanding and retaining in memory any considerable part of the matter communicated to them.</p> <p>In the third place; when you have thus reached the end of this short Catechism, begin anew with the Large Catechism, and by means of it furnish the people with fuller and more comprehensive explanations. Explain here at large every Commandment, every Petition, and indeed, every part, showing the duties which they severally impose, and both the advantages which follow the performance of those duties, and also the dangers and losses which result from the neglect of them. Insist in an especial manner on such Commandments or other parts as seem to be most of all misunderstood or neglected by your people. It will, for example, be necessary that you should enforce with the utmost earnestness the Seventh Commandment, which treats of stealing, when you are teaching workmen, dealers, and even farmers and servants, inasmuch as many of these are guilty of various dishonest and thievish practices. So, too, it will be your duty to explain and apply the Fourth Commandment with great diligence, when you are teaching children and uneducated adults, and to urge them to observe order, to be faithful, obedient and peaceable, as well as to adduce numerous instances mentioned in the Scriptures, which show that God punished such as were guilty in these things, and blessed the obedient.</p> <p>Here, too, let it be your great aim to urge magistrates and parents to rule wisely, and to educate the children, admonishing them, at the same time, that such duties are imposed on them, and showing them how grievously they sin if they neglect them. For in such a case they overthrow and lay waste alike the kingdom of God and the kingdom of the world, acting as if they were the worst enemies both of God and of man. And show them very plainly the shocking evils of which they are the authors, when they refuse their aid in train ing up children to be pastors, preachers, writers, etc., and set forth that on ac count of such sins God will inflict an awful punishment upon them. It is indeed, necessary to preach on these things; for parents and magistrates are guilty of sins in this respect, which are so great that there are no terms in which they can be described. And truly, Satan has a cruel design in fostering these evils.</p> <p>Finally, inasmuch as the people are now relieved from the tyranny of the pope, they refuse to come to the Lord's Table, and treat it with contempt. On this point, also, it is very necessary that you should give them instructions, while, at the same time, you are to be guided by the following principles: That we are to compel no one to believe, or to receive the Lord's Supper, that we are not to establish any laws on this point, or appoint the time and place; but that we should so preach as to influence the people, without any law adopted by us, to urge, and, as it were, to compel us who are pastors, to administer the Lord's Supper to them. Now this object may be attained, if we address them in the following manner: It is to be feared that he who does not desire to receive the Lord's Supper at least three or four times during the year, despises the Sacrament, and is no Christian. So, too, he is no Christian, who neither believes nor obeys the Gospel; for Christ did not say: “Omit, or despise this,” but, “This do ye, as oft as ye drink it,” etc. He commands that this should be done, and by no means be neglected and despised. He says: “This do.”</p> <p>Now he who does not highly value the Sacrament, shows thereby that he has no sin, no flesh, no devil, no world, no death, no danger, no hell; that is to say, he does not believe that such evils exist, although he may be deeply immersed in them, and completely belong to the devil. On the other hand, he needs no grace, no life, no Paradise, no heaven, no Christ, no God, no good thing. For if he believed that he was involved in such evils, and that he was in need of such blessings, he could not refrain from receiving the Sacrament, wherein aid is afforded against such evils, and, again, such blessings are bestowed. It will not be necessary to compel him by the force of any law to approach the Lord's Table; he will hasten to it of his own accord, will compel himself to come, and indeed urge you to administer the Sacrament to him.</p> <p>Hence, you are by no means to adopt any compulsory law in this case, as the pope has done. Let it simply be your aim to set forth distinctly the advantages and losses, the wants and the benefits, the dangers and the blessings, which are to be considered in connection with the Sacrament; the people will, doubtless, then seek it without urgent demands on your part. If they still refuse to come forward, let them choose their own ways, and tell them that those who do not regard their own spiritual misery, and do not desire the gracious help of God, belong to Satan.</p> <p>But if you do not give such solemn admonitions, or if you adopt odious compulsory laws on the subject, it is your own fault if the people treat the Sacrament with contempt. Will they not necessarily be slothful, if you are silent and sleep? Therefore consider the subject seriously, ye Pastors and Preachers! Our office has now assumed a very different character from that which it bore under the pope; it is now of a very grave nature, and is very salutary in its influence. It consequently subjects us to far greater burdens and labors, dangers and temptations, while it brings with it an inconsiderable reward, and very little gratitude in the world. But Christ Himself will be our reward, if we labor with fidelity. May He grant such mercy unto us who is the Father of all grace, to whom be given thanks and praises through Christ our Lord, for ever! Amen.</p>"
            }
        ]
    },
    "tencommandments":{
        "heading":{
            "title": "The Ten Commandments",
            "subtitle":"In the plain form in which the head of the family should teach them to his household <br><br> I am the Lord Thy God."
        },
        "sections":[
            {
                "id":"ten-commandments-01",
                "mainHeading":"Thou shalt have no other gods before me.",
                "additionalHeading":"The First Commandment",
                "content": "<p>Thou shalt not make unto thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth; thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; and showing mercy unto thousands of them that love me, and keep my commandments.</p><p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear, love and trust in God above all things.</p>"
            },
            {
                "id":"ten-commandments-02",
                "mainHeading":"Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh His name in vain.",
                "additionalHeading":"The Second Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God, and not curse,’ swear, use witchcraft, lie or deceive by His name, but call upon His name in every time of need, and worship Him with prayer, praise and thanksgiving.</p>"
            },
            {
                "id":"ten-commandments-03",
                "mainHeading":"Remember the sabbath day, to keep it holy.",
                "additionalHeading":"THhe Third Commandment",
                "content": "<p>Six days shalt thou labour, and do all thy work: But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates: For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.</p><p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>We should fear and love God, and not despise preaching and His Word, but keep it holy and gladly hear and learn it.</p>"
            },
            {
                "id":"ten-commandments-04",
                "mainHeading":"Honor thy father and thy mother, that it may be well with thee, and thou mayest live long on the earth.",
                "additionalHeading":"The Fourth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>We should fear and love God, and not despise our parents and masters, nor provoke them to anger, but honor, serve, obey, love and esteem them.</p>"
            },
            {
                "id":"ten-commandments-05",
                "mainHeading":"Thou shall not kill.",
                "additionalHeading":"The Fifth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>We should fear and love God, and not hurt nor harm our neighbor in his body, but help and befriend him in every bodily need.</p>"
            },
            {
                "id":"ten-commandments-06",
                "mainHeading":"Thou shalt not commit adultery.",
                "additionalHeading":"The Sixth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God, and live chaste and pure in words and deeds, each one loving and honoring his spouse.</p>"
            },
            {
                "id":"ten-commandments-07",
                "mainHeading":"Thou shalt not steal.",
                "additionalHeading":"The Seventh Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God and not take our neighbor’s money or property, nor get it by false wares or dealing, but help him to improve and protect his property and living.</p>"
            },
            {
                "id":"ten-commandments-08",
                "mainHeading":"Thou shalt not bear false witness against thy neighbor.",
                "additionalHeading":"The Eighth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God, and not falsely belie, betray, slander nor defame our neighbor, but excuse him, speak well of him, and make the best of all he does.</p>"
            },
            {
                "id":"ten-commandments-09",
                "mainHeading":"Thou shalt not covet thy neighbor’s house.",
                "additionalHeading":"The Ninth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God, and not craftily seek to gain our neighbor’s inheritance or home, nor get it by a show of right, but help and serve him in keeping it.</p>"
            },
            {
                "id":"ten-commandments-10",
                "mainHeading":"Thou shalt not covet thy neighbor’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is his.",
                "additionalHeading":"The Tenth Commandment",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We should fear and love God, and not estrange, force or entice away from our neighbor his wife, servants or cattle, but urge them to stay and do their duty.</p>"
            },
            {
                "id":"ten-commandments-conclusion",
                "mainHeading":"What does God say of all these commandments?",
                "content": "<p><i>ANSWER:</i>He says: I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; and showing mercy unto thousands of them that love me, and keep my commandments.</p><p><i>QUESTION:</i> What is meant by this?</p> <p><i>ANSWER: </i>God threatens to punish all who transgress these commandments; therefore we should fear His wrath, and do nothing against such commandments. But He promises grace and every blessing to all who keep these commandments; therefore we should love and trust in Him, and gladly do according to His commandments.</p>"
            }
            
        ]
    },
    "creed":{
        "heading":{
            "title": "The Creed",
            "subtitle":"<i>Statement and confession of what we believe and ought to believe</i><br>In the plain form in which the head of the family should teach it to his household"
        },
        "sections":[
            {
                "id":"creed-1",
                "additionalHeading":"The First Article",
                "mainHeading":"Of Creation",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>I believe that God has made me, together with all creatures; that He has given and still preserves to me my body and soul, eyes, ears, and all my members, my reason and all my senses; also clothing and shoes, meat and drink, house and home, wife and child, land, cattle and all my goods; that He richly and daily provides me with all that I need for this body and life, protects me against all danger, and keeps me and guards me from all evil; and all this purely out of fatherly, divine goodness and mercy, without any merit or worthiness in me; for all which I am in duty-bound to thank and praise, to serve and obey Him. This is most certainly true.</p>"
            },
            {
                "id":"creed-2",
                "additionalHeading":"The Second Article",
                "mainHeading":"Of Redemption",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>I believe that Jesus Christ, true God, begotten of the Father from eternity, and also true man, born of the Virgin Mary, is my Lord; who has redeemed me, a lost and condemned creature, purchased and won me from all sins, from death, and from the power of the devil, not with gold or silver, but with His holy, precious blood, and with His innocent sufferings and death: in order that I might be His own, live under Him in His kingdom, and serve Him in everlasting righteousness, innocence and blessedness, even as He is risen from the dead, lives and reigns to all eternity. This is most certainly true.</p>"
            },
            {
                "id":"creed-3",
                "additionalHeading":"The Third Article",
                "mainHeading":"Of Sanctification",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> I believe that I cannot by my own reason or strength believe in Jesus Christ my Lord, or come to Him; but the Holy Ghost has called me by the Gospel, enlightened me with His gifts, and sanctified and preserved me in the true faith; even as He calls, gathers, enlightens, and sanctifies the whole Christian Church on earth, and preserves it in union with Jesus Christ in the one true faith; in which Christian Church He daily and richly forgives me and all believers all our sins, and at the last day will raise up me and all the dead, and will grant me and all believers in Christ everlasting life. This is most certainly true.</p>"
            }
        ]
    },
    "lordsprayer":{
        "heading":{
            "title": "The Lord’s Prayer",
            "subtitle":"In the plain form in which the head of the family should teach it to his household"
        },
        "sections":[
            {
                "id":"lords-prayer-intro",
                "mainHeading":"Our Father who art in heaven.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> God would hereby tenderly invite us to believe that He is truly our Father, and we are truly His children, so that we may ask of Him with all cheerfulness and confidence, as dear children of their dear father.</p>"
            },
            {
                "id":"lords-prayer-1",
                "additionalHeading":"The First Petition",
                "mainHeading":"Hallowed be thy name.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> The name of God is indeed holy in itself; but we pray in this petition that it may be hallowed also among us.</p><p><i>QUESTION:</i> How is this done?</p><p><i>ANSWER:</i>When the Word of God is taught in its truth and purity, and we as the children of God, lead holy lives, in accordance with it; this grant us, dear Father in heaven! But he that teaches and lives otherwise than the Word of God teaches, profanes the name of God among us: from this preserve us, Heavenly Father!</p>"
            },
            {
                "id":"lords-prayer-2",
                "additionalHeading":"The Second Petition",
                "mainHeading":"Thy kingdom come.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> The kingdom of God comes indeed of itself, without our prayer; but we pray in this petition that it may come also to us.</p><p><i>QUESTION:</i> How is this done?</p><p><i>ANSWER:</i>When our heavenly Father gives us His Holy Spirit, so that by His grace we believe His holy Word, and live godly here in time, and in heaven forever.</p>"
            },
            {
                "id":"lords-prayer-3",
                "additionalHeading":"The Third Petition",
                "mainHeading":"Thy will be done on earth as it is in heaven.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> The good and gracious will of God is done indeed without our prayer; but we pray in this petition that it may be done also among us.</p><p><i>QUESTION:</i> How is this done?</p><p><i>ANSWER:</i> When God breaks and hinders every evil counsel and purpose, which would not let us hallow God’s name nor let His kingdom come, such as the will of the devil, the world, and our own flesh; but strengthens and keeps us steadfast in His Word and in faith unto our end. This is His gracious and good will.</p>"
            },
            {
                "id":"lords-prayer-4",
                "additionalHeading":"The Fourth Petition",
                "mainHeading":"Give us this day our daily bread.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> God gives daily bread indeed without our prayer even to all the wicked; but we pray in this petition that He would lead us to acknowledge and receive our daily bread with thanksgiving.</p><p><i>QUESTION:</i> What is meant by “daily bread”?</p><p><i>ANSWER:</i> All that belongs to the wants and support of the body, such as meat, drink, clothing, shoes, house, home, land, cattle, money, goods, a pious spouse, pious children, pious servants, pious and faithful rulers, good government, good weather, peace, health, order, honor, good friends, trusty neighbors and the like.</p>"
            },
            {
                "id":"lords-prayer-5",
                "additionalHeading":"The Fifth Petition",
                "mainHeading":"And forgive us our trespasses, as we forgive those who trespass against us.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>We pray in this petition that our Father in heaven would not look upon our sins, nor, on account of them, deny our prayer; for we are not worthy of anything we ask, neither have we deserved it; but that He would grant us all through grace; for we sin much every day, and deserve nothing but punishment. And we on our part will heartily forgive and readily do good to those who sin against us.</p>"
            },
            {
                "id":"lords-prayer-6",
                "additionalHeading":"The Sixth Petition",
                "mainHeading":"And lead us not into temptation.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i>God indeeds tempts no one, but we pray in this petition that God would guard and keep us, that the devil, the world and our flesh may not deceive us, nor lead us into misbelief, despair and other shameful sin and vice; and, though we be thus tempted, that we may still in the end overcome, and have the victory.</p>"
            },
            {
                "id":"lords-prayer-7",
                "additionalHeading":"The Seventh Petition",
                "mainHeading":"But deliver us from evil.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> We pray in this petition, as the sum of all, that our Father in heaven would deliver us from all manner of evil — in body and soul, property and honor — and at last, when the hour of death shall come, grant us a blessed end, and graciously take us from this vale of sorrow to himself in heaven.</p>"
            },
            {
                "id":"lords-prayer-conclusion",
                "mainHeading":"For Thine is the kingdom and the power and the glory for ever and ever. Amen.",
                "content": "<p><i>QUESTION:</i> What is meant by this?</p><p><i>ANSWER:</i> That I am to be sure that these petitions are acceptable to our Father in heaven, and are heard; for He Himself has commanded us so to pray, and has promised to hear us. Amen, Amen, that is, Yea, Yea; it shall be so.</p>"
            }
        ]
    },
    "baptism":{
        "heading":{
            "title": "The Sacrament [Holy Mystery] Of Holy Baptism",
            "subtitle":"In the plain form in which the head of the family should teach it to his household"
        },
        "sections":[
            {
                "id":"baptism-1",
                "additionalHeading":"I",
                "mainHeading":"What is Baptism?",
                "content": "<p><i>ANSWER:</i> Baptism is not simply water, but it is the water comprehended in God’s command, and connected with God’s word.</p>"
            },
            {
                "id":"baptism-2",
                "mainHeading":"What is that word of God?",
                "content": "<p><i>ANSWER:</i>That which Christ our Lord says in the last chapter of Matthew: “ Go ye and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.”</p>"
            },
            {
                "id":"baptism-3",
                "additionalHeading":"II",
                "mainHeading":"What benefits does Baptism confer?",
                "content": "<p><i>ANSWER:</i> It works forgiveness of sins, delivers from death and the devil, and gives everlasting salvation to all who believe what the words and promises of God declare.</p>"
            },
            {
                "id":"baptism-4",
                "mainHeading":"Which are those words and promises of God?",
                "content": "<p><i>ANSWER:</i> Those which Christ our Lord says in the last chapter of Mark: “He that believeth and is baptized shall be saved; but he that believeth not, shall be damned.”</p>"
            },
            {
                "id":"baptism-5",
                "additionalHeading":"III",
                "mainHeading":"How can water do such great things?",
                "content": "<p><i>ANSWER:</i> It is not water indeed that does it, but the word of God, which is in and with the water, and faith which trusts this word of God in the water. For without the word of God, the water is simply water, and no baptism; but with the word of God, it is a baptism, that is, a gracious water of life and a washing of regeneration in the Holy Ghost; as St. Paul says, Titus 3:5-8: “According to His mercy He saved us, by the washing of regeneration, and renewing of the Holy Ghost; which He shed on us abundantly through Jesus Christ our Saviour; that being justified by His grace, we should be made heirs according to the hope of eternal life. This is a faithful saying.It is not water indeed that does it, but the word of God, which is in and with the water, and faith which trusts this word of God in the water. For without the word of God, the water is simply water, and no baptism; but with the word of God, it is a baptism, that is, a gracious water of life and a washing of regeneration in the Holy Ghost; as St. Paul says, Titus 3:5-8: “According to His mercy He saved us, by the washing of regeneration, and renewing of the Holy Ghost; which He shed on us abundantly through Jesus Christ our Saviour; that being justified by His grace, we should be made heirs according to the hope of eternal life. This is a faithful saying.”</p>"
            },
            {
                "id":"baptism-6",
                "additionalHeading":"IV",
                "mainHeading":"What does such baptizing with water signify?",
                "content": "<p><i>ANSWER:</i> It signifies that the old Adam in us should, by daily sorrow and repentance, be drowned and die, with all sins and evil lusts; and, again, a new man daily come forth and arise, who shall live before God in righteousness and purity for ever.</p>"
            },
            {
                "id":"baptism-7",
                "mainHeading":"Where is this written.",
                "content": "<p><i>ANSWER:</i>St. Paul says, Rom. 6:4: “We are buried with Christ by baptism into death; that like as He was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.”</p>"
            }
        ]
    },
    "confession":{
        "heading":{
            "title": "Of The Office Of The Keys And Confession",
            "subtitle":""
        },
        "sections":[
            {
                "id":"keys-1",
                "additionalHeading":"A. From the Kinderpredigten [Children’s Sermons] of the Brandenburg-Nürnberg Order of 1533.",
                "mainHeading":"What word of God belongs to the Office of the Keys?",
                "content": "<p><i>ANSWER:</i> Jesus breathed on His disciples, and said unto them, Receive ye the Holy Ghost: whosesoever sins ye remit, they are remitted unto them; and whosesoever sins ye retain, they are retained. John 20:22, 23.</p>"
            },
            {
                "id":"keys-2",
                "mainHeading":"What is meant by this?",
                "content": "<p>I believe that what the called ministers of Christ do to us by His divine commandment, especially when they shut open and impenitent sinners out of the Fellowship of the Christian Church, and absolve those who repent of their sin and intend to amend, is as valid and certain even in Heaven, as if our Lord Jesus Christ did it Himself.</p>"
            },
            {
                "additionalHeading":"B. How People Should Be Taught To Confess",
                "id":"confession-1",
                "mainHeading":"What is Confession?",
                "content": "<p><i>ANSWER:</i> Confession embraces two parts: one, that we confess our sins, the other, that we receive absolution or forgiveness from the pastor as from God Himself and in no wise doubt, but firmly believe that through it our sins are forgiven before God in heaven.</p>"
            },
            {
                "id":"confession-2",
                "mainHeading":"What sins should we confess?",
                "content": "<p><i>ANSWER:</i> Before God we should acknowledge ourselves guilty of all sins, even of those which we do not discern; as we do in the Lord's Prayer. But before the pastor we should confess those sins only which we know and feel in our hearts.</p>"
            },
            {
                "id":"confession-3",
                "mainHeading":"Which are these?",
                "content": "<p><i>ANSWER:</i> Here consider your station in the light of the Ten Commandments: whether you be a father, mother, son, daughter, master, mistress, servant; whether you have been disobedient, unfaithful, slothful; whether you have wronged any one by word or deed; whether you have stolen, neglected, wasted aught, done any harm. </p>"
            },
            {
                "id":"confession-form",
                "mainHeading":"Please show me a short way to confess?",
                "content": "<p><i>ANSWER:</i> You should say, Reverend and dear sir, I beseech you to hear my confession, and to announce to me forgiveness for God's sake. </p> <i>Say,</i> <p>I, a poor sinner, confess before God that I am guilty of all sins, especially before thee I confess that I am a man-servant, a maidservant, etc., but I have been unfaithful to my master, in this case or in that I have not done what he bade me; I have provoked him and caused him to curse; I have neglected many things and let them go to waste; in words and deeds I have been immodest; I have been angry with my fellows, I have grumbled and swom at my wife, etc. For all this I am sorry and ask forgiveness. I mean to do better. </p> <i>A Master or Mistress should say thus: </i> <p>In particular I confess before thee that I have not been faithful in training my children, domestics, family, to God's glory. I have cursed. I have set a bad example by unchaste words and deeds. I have injured my neighbor. I have slandered, have overcharged, or given false goods, or false measure. And whatever more he may have done in violation of God's commandment.</p> <p> If any one do not feel oppressed by such or greater sins, let him not be anxious, or hunt up and invent sins, and thereby make his confession a torture, but let him name the one or two sins he knows. Thus: In particular, I confess that once I cursed. Once I used immodest words. I have neglected this or that, etc. This is enough. </p> <p>But if you know of none at all (which is hardly possible), mention none in particular, but receive the forgiveness after the General Confession which you make before God to the minister. </p> <p>Then the Confessor should say: God be merciful unto thee and strengthen thy faith. Amen. </p> <i>And </i> <p>Dost thou believe that my forgiveness is the forgiveness of God? </p> <p>A. Yes, dear sir. </p> <i>Then let him say. </i> <p>As thou believest, so be it done unto thee. And in the Name of our Lord Jesus Christ I forgive thee thy sins, in the Name of the Father, and of the Son, and of the Holy Ghost. Amen. Depart in peace. </p> <p>A pastor will know how to console with passages of Scripture those who have great burdens on their conscience, or are distressed and tempted, and can encourage them to believe. The form just given is intended only as a pattern for the simple.</p></p>"
            }
        ]
    },
    "lordsSupper":{
        "heading":{
            "title": "The Sacrament Of The Altar",
            "subtitle":"<i>A table of wood or stone, on which the Holy Supper is made ready, and at which we bring to God an offering of prayer</i><br><br>In the plain form in which the head of the family should teach it to his household"
        },
        "sections":[
            {
                "id":"eucharist-1",
                "mainHeading":"What is the Sacrament of the Altar?",
                "content": "<p><i>ANSWER:</i> It is the true body and blood of our Lord Jesus Christ, under the bread and wine, instituted by Christ Himself for us Christians to eat and to drink</p>"
            },
            {
                "id":"eucharist-2",
                "mainHeading":"Where is this written?",
                "content": "<p><i>ANSWER:</i> The holy Evangelists, Matthew, Mark and Luke, together with St. Paul, write thus: “Our Lord Jesus Christ, the same night in which He was betrayed, took bread: and when He had given thanks. He brake it, and gave it to His disciples, and said, Take eat; this is my body, which is given for you: this do in remembrance of me.</p><p>After the same manner also He took the cup, when He had supped, gave thanks, and gave it to them, saying, Take and drink ye all of it: this cup is the new testament in my blood, which is shed for you, for the remission of sins: this do ye, as oft as ye drink it, in remembrance of me.”</p>"
            },
            {
                "id":"eucharist-3",
                "mainHeading":"Of what use is such eating and drinking?",
                "content": "<p><i>ANSWER:</i> It is shown us by these words: “Given and shed for you, for the remission of sins”; namely, that in the Sacrament forgiveness of sins, life and salvation are given us through these words. For where there is forgiveness of sins, there is also life and salvation.  </p>"
            },
            {
                "id":"eucharist-4",
                "mainHeading":"How can bodily eating and drinking do such great things?",
                "content": "<p><i>ANSWER:</i>It is not the eating and drinking, indeed, that does it, but the words which stand here: “Given and shed for you, for the remission of sins.” These words which accompany the bodily eating and drinking, are the chief thing in the Sacrament, and he that believes these words, has what they declare and mean, namely, the forgiveness of sins.</p>"
            },
            {
                "id":"eucharist-5",
                "mainHeading":"Who then receives this Sacrament worthily?",
                "content": "<p><i>ANSWER:</i> Fasting and bodily preparation are indeed a good outward discipline; but he is truly worthy and well-prepared, who has faith in these words: “Given and shed for you, for the remission of sins.” But he who believes not these words, or doubts, is unworthy and unprepared; for the words, FOR YOU, require truly believing hearts.</p>"
            }
        ]
    },
    "prayers":{
        "heading":{
            "title": "Prayers",
            "subtitle":"How the head of the family should teach his household to pray, morning and evening."
        },
        "sections":[
            {
                "id":"prayer-morning",
                "mainHeading":"Morning Prayer",
                "content": "<p>In the morning, when thou risest, thou shalt sign thyself with the holy cross, and say:</p> <p>In the Name of the Father, and of the Son, and of the Holy Ghost. Amen.</p> <p>Then, kneeling or standing, repeat the Creed, and the Lord's Prayer</p> <p>Then mayest thou also say this prayer:</p> <p>I give thanks unto Thee, Heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast protected me through the night from all danger and harm; and I beseech Thee to preserve and keep me, this day also, from all sin and evil: that in all my thoughts, words, and deeds, I may serve and please Thee. Into Thy hands I commend my body and soul, and all that is mine. Let Thy holy angel have charge concerning me, that the wicked one have no power over me. Amen.</p> <p>Then after a hymn, or the Ten Commandments, or whatever thy devotion may suggest, go joyfully to thy work.</p>"
            },
            {
                "id":"prayer-evening",
                "mainHeading":"Evening Prayer",
                "content":"<p>In the evening, when thou goest to bed, thou shalt sign thyself with the holy cross, and say:</p> <p>In the Name of the Father, and of the Son, and of the Holy Ghost. Amen. Then, kneeling or standing, thou shalt say the Creed and the Lord's Prayer.</p> <p>Then mayest thou say this Prayer:</p> <p>I give thanks unto Thee, Heavenly Father, through Jesus Christ Thy dear Son, that Thou hast this day so graciously protected me, and I beseech Thee to forgive me all my sins, and the wrong which I have done, and by thy great mercy defend me from all the perils and dangers of this night. Into Thy hands I commend my body and soul, and all that is mine. Let Thy holy angel have charge concerning me, that the wicked one have no power over me. Amen.</p> <p>Then lie down in peace and sleep.</p>"
            },
            {
                "id":"prayer-table",
                "additionalHeading":"How the head of a family should teach his household to ask a blessing and return thanks.",
                "mainHeading":"Grace before Meals",
                "content":"<p>The children and servants shall go to the table reverently, fold their hands and say:</p> <p>The eyes of all wait upon Thee, O Lord, and Thou givest them their meat in due season. Thou openest Thine hand, and satisfiest the desire of every living thing</p> <p>Then shall be said the Lord's Prayer, and after that this Prayer:</p> <p>O Lord God, Heavenly Father, bless us and these Thy gifts, which we receive from Thy loving-kindness, through Jesus Christ our Lord. Amen.</p>"
            }, 
            {
                "id":"prayer-table-2",
                "mainHeading":"Thanks after Meals",
                "content":"<p>After meat, they shall reverently and with folded hands say: O give thanks unto the Lord, for He is good for His mercy endureth forever. He giveth food to all flesh: He giveth to the beast his food and to the young ravens which cry. He delighteth not in the strength of the horse, He taketh not pleasure in the legs cf a man. The Lord taketh pleasure in them that fear Him, in those that hope in His mercy.</p> <p>Then shall be said the Lord's Prayer and the following:</p> <p>We thank Thee, Lord God, Heavenly Father, through Jesus Christ our Lord, for all Thy benefits, who livest and reignest for ever and ever. Amen</p>"
            }
        ]
    },
    "duties":{
        
        "heading":{
            "title": "Table Of Duties",
            "subtitle":"Or, Certain Passages Of Scripture For Various Holy Orders And Estates, Whereby These Are Severally To Be Admonished Of Their Office And Duty. <br>To be hung up to be observed by every one in the house."
        },
        "sections":[
            {
                "id":"duties-clergy",
                "mainHeading":"To Bishops, Pastors, and Preachers",
                "content":"A bishop must be blameless, the husband of one wife, vigilant, sober, of good behavior, given to hospitality, apt to teach; not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous, one that ruleth well his own house, having his children in subjection with all gravity, not a novice.2 Holding fast the faithful Word as he hath been taught, that he may be able by sound doctrine both to exhort and convince the gainsayers. 1 Tim. 3:2, 3, 4, 6; Tit. 1:9."
            },
            {
                "id":"duties-hearer",
                "mainHeading":"What the Hearers Owe to Their Pastors",
                "content":"<p>Eat and drink such things as they give; for the laborer is worthy of his hire. Luke 10:7.</p> <p>Even so hath the Lord ordained that they which preach the Gospel should live of the Gospel. 1 Cor. 9:14.</p> <p>Let him that is taught in the Word communicate unto him that teacheth in all good things. Be not deceived; God is not mocked, for whatsoever a man soweth, that shall he also reap. Gal. 6:6, 7.</p> <p>Let the elders that rule well be counted worthy of double honor, especially they who labor in the Word and doctrine. For the Scripture saith, Thou shalt not muzzle the ox that treadeth out the corn; and the laborer is worthy of his reward. 1 Tim. 5:17, 18. </p> <p>And we beseech you, brethren, to know them which labor among you, and are over you, in the Lord, and to esteem them very highly in love for their work's sake. And be at peace among yourselves, 1 Thess. 5:12, 13. </p> <p>Obey them that have the rule over you, and submit yourselves for they watch for your souls, as they that must give account; that they may do it with joy, and not with grief: for that is unprofitable for you. Heb. 13:17 </p>"
            },
            {
                "id":"duties-government",
                "mainHeading":"Of Civil Government ",
                "content":"Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God. Whosoever therefore resisteth the power, resisteth the ordinance of God, and they that resist shall receive to themselves damnation. For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same for he is the minister of God to thee for good. But if thou do that which is evil, be afraid, for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil. Rom. 13:1-4."
            },
            {
                "id":"duties-citizen",
                "mainHeading":"Of Subjects",
                "content":"<p>Render unto Caesar the things which are Caesar's, and unto God the things that are God's. Matt. 22:21. </p> <p>Wherefore ye must needs be subject, not only for wrath, but also for conscience sake. For, for this cause pay ye tribute also, for they are God's ministers, attending continually upon this very thing. Render therefore to all their dues: tribute, to whom tribute is due, custom, to whom custom; fear, to whom fear, honor, to whom honor. Rom. 13:5-7. </p> <p>I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks be made for all men; for kings, and for all that are in authority, that we may lead a quiet and peaceable life in all godliness and honesty. For this is good and acceptable in the sight of God our Saviour, 1 Tim. 2:1-3. </p> <p>Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work. Tit. 3:1. </p> <p>Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme; or unto governors, as unto them that are sent by him for the punishment of evil-doers, and for the praise for them that do well. 1 Pet. 2:13, 14. </p>"
            },
            {
                "id":"duties-husband",
                "mainHeading":"To Husbands",
                "content":"Likewise, ye husbands, dwell with them according to knowledge, giving honor unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered. And be not bitter against them. 1 Pet. 3:7; Col. 3:19."
            },
            {
                "id":"duties-wife",
                "mainHeading":"To Wives",
                "content":"<p>Wives, submit yourselves unto your own husbands, as unto the Lord. Eph. 5:22.</p> <p>Even as Sarah obeyed Abraham, calling him lord, whose daughters ye are as long as ye do well, and are not afraid with any amazement. 1 Pet. 3:5,</p>"
            },
            {
                "id":"duties-parent",
                "mainHeading":"To Parents",
                "content":"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord. Eph. 6:4."
            },
            {
                "id":"duties-child",
                "mainHeading":"To Children",
                "content":"Children, obey your parents in the Lord: for this is right. Honor thy father and mother, which is the first commandment with promise: that it may be well with thee, and thou mayest live long on the earth. Eph. 6:1-3. "
            },
            {
                "id":"duties-servant",
                "mainHeading":"To Servants, Hired Men, and Laborers",
                "content":"Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ; not with eye-service, as men-pleasers, but as the servants of Christ, doing the will of God from the heart, with good will doing service, as to the Lord, and not to men: knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free. Eph. 6:5-8."
            },
            {
                "id":"duties-master",
                "mainHeading":"To Masters and Mistresses",
                "content":"And, ye masters, do the same things unto them, forbearing threatening; knowing that your master also is in heaven; neither is there respect of persons with Him. Eph. 6:9. "
            },
            {
                "id":"duties-youth",
                "mainHeading":"To the Young in General",
                "content":"Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility for God resisteth the proud, and giveth grace to the humble. Humble yourselves, therefore, under the mighty hand of God, that He may exalt you in due time. 1 Pet. 5:5, 6. "
            },
            {
                "id":"duties-widow",
                "mainHeading":"To Widows",
                "content":" Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplication and prayers night and day. But she that liveth in pleasure, is dead while she liveth. 1 Tim. 5:5, 6."
            },
            {
                "id":"duties-general",
                "mainHeading":"To all in Common",
                "content":"<p>Thou shalt love thy neighbor as thyself. Herein are comprehended all the commandments. Rom. 13:9. </p> <p>And persevere in prayer for all men. 1 Tim. 2:1. </p> <p>Let each his lesson learn with care, <br>And all the household well shall fare. </p> <p>Lord, open Thou my heart to hear, <br>And by Thy Word to me draw near,<br>Let me Thy Word still pure retain,<br>Let me Thy child and heir remain.   </p> <p>Thy Word doth move the inmost heart, <br> Thy Word doth perfect health impart, <br> Thy Word my soul with joy doth bless, <br> Thy Word brings peace and happiness. <br></p> <p>Glory to God, the Father, Son, <br> And Holy Spirit, Three in One! <br> To Thee, O blessed Trinity, <br> Be praise throughout Eternity! </p> <p>JOHN OLEARIUS, 1671.</p>"
            }
        ]
    }
}