{
    "display": "An Explanation of Luther's Small Catechism, by Joseph Stump",
    "heading": {
        "tencommandments":[
            {
                "type":"html",
                "heading":"CHAPTER III. THE LAW.",
                "content":"<p>The Ten Commandments are called the <i>Moral Law</i>, or more briefly the Law, and sometimes the Decalogue or the Ten Words. They make known to us God's will, which is the law for all His creatures. Each commandment has a <i>negative</i> side, and <i>forbids</i> something; each has also a <i>positive</i> side, and <i>commands</i> or enjoins something.</p><p>The Giving Of The Law. The Law of God was originally written in man's heart at creation. [Rom. 2:15] We call that law in the heart, Conscience. After the fall into sin, the conscience became darkened, and men did not always know right from wrong, and fell into gross idolatry. [Rom. 1:21-23] God, therefore, through Moses at Mount Sinai, gave men His law anew, [Exod. 20:1] written on two Tables of stone. [Exod. 31:18] He also gave the Israelites national and ceremonial laws. These, being meant for a particular people and a certain era of the world, are no longer binding upon us. But the Moral Law has been expressly confirmed by our Lord Jesus Christ as valid for all time and binding upon all men. [Matt. 22:37-40+]</p><p>The substance of the law is, “Thou shalt love the Lord Thy God with all thy heart and with all thy soul and with all thy mind.” and “Thou shalt love thy neighbor as thyself.”</p><p>The purpose of the law is, 1. To put a check upon wicked men, [I Tim. 1:9] 2. To convince us of our sinfulness [Rom. 3:20+] and our need of the Saviour, [Gal. 3:24+] and 3. To be our rule and guide for Christian conduct. [John. 14:15+, Matt. 7:12+] It is especially with respect to the second purpose here mentioned, that the Ten Commandments were assigned by Luther to the first and not to a later place in his catechism.</p><p>The Two Tables. The Ten Commandments may be divided into two parts, called the Two Tables of the Law. [Exod. 31:18] The First Table includes the first three commandments, and teaches us our Duty to God. The Second Table Includes the last seven commandments, and teaches us our Duty to our Fellow-men.</p><p>The Ten Commandments are not numbered in the Bible. A two-fold numbering is found among Christians. The first is that which is given in our Catechism, and which is accepted by the majority of Christians, The other numbering makes two commandments of our first (the second being the command not to make any images), and joins our ninth and tenth into one. This makes a difference in the numbering of all the commandments except the first.</p><p>Questions.—1. What other names are given to the Tea Commandments? 2. What do they make known to us? 3. What two sides are there to each commandment? 4. Where was the law of God originally written? 5. Why and when was the Law given anew? 6. Why is the Moral Law binding upon us, while the national and ceremonial laws of Israel are not? 7. What is the substance of the Law? 8. What is the threefold purpose of the Law? 9. Into how many Tables is the Law divided, and what does each Table teach? 10. How many commandments does each Table include?</p><p>SCRIPTURE VERSES.—Matt. 22:37-40. Jesus said unto him, Thou shall love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself. On these two commandments hang all the law and the prophets.</p><p>Rom. 3:20. Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.</p><p>Gal. 3:24. Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.</p><p>John 14:15. If ye love me, keep my commandments.</p><p>Matt. 7:12. Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.</p><p>Reading.—The Giving of the Law at Mt. Sinai, Exod. 19 and 20.</p>"
            }, 
            {
                "type": "html",
                "heading":"CHAPTER IV. THE LAWGIVER.",
                "content":"<p>I am the Lord thy God.</p> <p>These introductory words show who is the Lawgiver. [Jas. 4:12] As earthly kings place their names at the beginning of their decrees to give them authority, so God places His name at the beginning of the commandments in order to make known who gives them, and whose displeasure we shall incur if we disobey them. These introductory words belong not only to the first but to all the commandments.</p> <p>I AM. By these words God reminds us that He is a Person. He speaks to us. He is not an impersonal God who pervades and is a part of nature. He is above nature and has created it. [Gen 1:1]</p> <p>THE LORD. The word here translated “Lord” means in the original Hebrew “I AM THAT I AM.” [Exod 8:14+] God thereby declares that He is the One and Only Self-existent, [Isa 44:6+] Eternal, [Ps 90:1, 2+] and Unchangeable Being. [Mal 3:6+] He is the true and living God in contradistinction from all so-called gods. [Jer 10:10] The name Jehovah or “LORD” is used in the Old Testament Scriptures to designate God as the covenant God of Israel. It signified that He stood in a specially near relation to them as His chosen people. The name has the same comforting meaning for Christians; for they are the New Testament people of God. [Tit 2:14+, I Pet 2-9]</p> <p>THY GOD. These words express God’s good-will toward us. He is our God who loves [Jer 31:3+] us and cares for us. [I Pet 5:7] He said to Israel, “I am the Lord thy God, which brought thee out of the land of Egypt, out of the house of bondage.” He has delivered us from the still greater bondage of sin, death, and the devil through His Son Jesus Christ, [Col 1:13+] and has a right to expect our gratitude and love.</p> <p>THE LORD THY GOD. He who gives us these commandments is a Spirit [John 4:24+] of infinite majesty and goodness. He is:</p> <ol> <li><i>Eternal</i>; He always was and always will be. [Ps 90:2]</li> <li><i>Unchangeable</i>; He always was and always will be the same. [Mal 3:6]</li> <li><i>Omnipresent</i>; He is present everywhere at the same time and all the time. [Ps 139:7-11]</li> <li>4. <i>Omniscient</i>; He knows all the past, present, and future, and is acquainted with every thought, desire, and purpose of our hearts. [Ps 139:2]</li> <li>5. <i>Omnipotent</i>, or Almighty; He is able to do all things which He wills to do. [Luke 1:37]</li> <li>6. <i>Holy</i>; He is perfectly pure, and separate from all that is evil. [Isa. 6:3]</li> <li>7. <i>Just</i>; He will bless those who keep His law, and punish those who break it. [Rom. 2:6]</li> <li>8. <i>All-wise</i>; He always knows what is the best thing to do, and the best way to do it. [Col. 2:3]</li> <li>9. <i>Good</i>; He is Love itself. [I John 4:8] He is kind even to the unthankful, [Matt. 5:45] merciful to the penitent soul for Jesus' sake, [John 3:16] and longsuffering toward the impenitent in order to lead them to repentance by His goodness. [II Pet. 3:9, Rom. 2:4]</li> <li>10. <i>Faithful and True</i>; He can be absolutely relied upon to do all that He has promised or threatened. [Numb. 23:19]</li> </ol> <p>Because of the Majesty and Goodness of the Lord our God, we should FEAR and LOVE HIM, and KEEP His commandments.</p> <p>QUESTIONS—1. What do the introductory words show? 2. Of what do the words “I am” remind us? 3. What is the meaning of the Hebrew word translated “Lord”? 4. What do the words “thy God” express? 5. From what bondage has God delivered us? 6. Name and define God’s attributes? 7. Why should we fear and love God?</p> <p>SCRIPTURE VERSES.—Exod. 3:14. And God said unto Moses, I AM THAT I AM.</p> <p>Isa. 44:6. Thus saith the LORD the King of Israel, and his Redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God.</p> <p>Ps. 90:1, 2. LORD, thou hast been our dwelling place in all generations. Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God.</p> <p>Mal. 3:6. For I am the LORD. I change not.</p> <p>Tit. 2:14. Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.</p> <p>Jer. 31:3. I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.</p> <p>Col. 1:13, 14. Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son: in whom we have redemption through his blood, even the forgiveness of sins.</p> <p>John 4:24. God is a Spirit: and they that worship him must worship him in spirit and in truth.</p> <p>READING.—Ps. 14: Ps. 121.</p>"
            }
        ],
        "creed":[],
        "lordsprayer":[],
        "baptism":[],
        "confession":[], 
        "lordsSupper":[]
        
    },
    "sections":{
        "ten-commandments-01":[],
        "ten-commandments-02":[],
        "ten-commandments-03":[],
        "ten-commandments-04":[],
        "ten-commandments-05":[],
        "ten-commandments-06":[],
        "ten-commandments-07":[],
        "ten-commandments-08":[],
        "ten-commandments-09":[],
        "ten-commandments-10":[],
        "ten-commandments-conclusion":[],
        "creed-1":[],
        "creed-2":[],
        "creed-3":[]
        
    }
    
}